{
  "welcome": "Xin chào, tôi là trợ lý thông minh của Foxconn. Bạn có thể lựa chọn các câu hỏi sau để hỏi:\n\n",
  "questions": [
    "Vui lòng cung cấp quy trình xử lý bất thường về nhiệt độ và độ ẩm?",
    "Tài liệu và số hiệu liên quan đến kiểm tra vật liệu nhập?",
    "Quy trình xử lý khiếu nại của khách hàng",
    "Làm thế nào để kiểm soát hiệu lực của tồn kho bảng mạch PCB OSP?",
    "Yêu cầu kiểm soát tồn kho bảng mạch PCB OSP",
    "Quản lý sản xuất DIMM MODULE trong quá trình SMT",
    "Quản lý tồn kho MRB?",
    "Làm thế nào để thực hiện hoạt động MRB?",
    "DCN có ban hành quy trình hoạt động kiểm soát nhiệt độ và độ ẩm của nhà máy không? Nếu có, vui lòng cung cấp số hiệu và tên tài liệu",
    "Tiêu chuẩn RPN trong phân tích FMEA là bao nhiêu?",
    "Làm thế nào để thực hiện phân tích hệ thống đo lường?",
    "Làm thế nào để thực hiện thanh lý kho?",
    "Tài liệu và số hiệu liên quan đến kiểm tra vật liệu nhập",
    "Có tài liệu liên quan khác về xử lý vật liệu hết hạn không?",
    "Tài liệu và số hiệu cho xử lý vật liệu hết hạn",
    "Quy chuẩn hoạt động cho linh kiện nhạy cảm với độ ẩm",
    "Làm thế nào để hiển thị độ chính xác tính theo người kiểm tra trong phân tích tổng hợp tính nhất quán thuộc tính trong Minitab?",
    "Biểu đồ lưu lượng hoạt động xác minh hết hạn PCB D/C của vật liệu nhập",
    "Điều kiện lưu trữ PCB là gì?",
    "Tài liệu và số hiệu liên quan đến kiểm soát hiệu lực của PCB là gì?",
    "Quy trình lựa chọn biểu đồ kiểm soát là gì?",
    "Làm thế nào xử lý tình huống khi giá trị rủi ro RPN >= 50?",
    "Nếu xác định không phải là vấn đề chất lượng vật liệu nguyên liệu, thì nên làm gì?",
    "Nếu kết quả phân tích nội bộ xác định là vấn đề chất lượng vật liệu nguyên liệu, thì nên làm gì?",
    "Nếu kết quả phân tích của nhà cung cấp là NTF, thì nên làm gì?",
    "Phương pháp xử lý bất thường dây chuyền sản xuất được phát hiện bởi IPQC",
    "Phương pháp xử lý bảng mạch có keo hàn bất thường trước lò SMT",
    "Nguyên tắc nào cần tuân theo khi đặt vật liệu trong kho?",
    "Những bộ phận nào cần được thông báo cho hoạt động thanh lý kho?",
    "Đơn vị nào khởi xướng hoạt động thanh lý kho?",
    "PQE thanh lý kho cần thực hiện những hành động tương ứng nào?",
    "Khi PQE điền xong thông báo thanh lý kho, hệ thống sẽ thông báo cho người quản lý của người đề xuất thanh lý kho ký duyệt và gửi đi, đồng thời phối hợp với những bộ phận nào",
    "Hiệu lực của thông báo thanh lý kho",
    "Hành động tương ứng của IQC sau khi bắt đầu thanh lý kho",
    "Điều kiện thanh lý kho",
    "Tiêu chuẩn kiểm tra ngoại hình ngón tay vàng",
    "Yêu cầu nhiệt độ và độ ẩm lưu trữ vật liệu trong kho là gì?",
    "Yêu cầu nhiệt độ và độ ẩm vật liệu trong kho là gì?",
    "Phương pháp kiểm tra ngón tay vàng của PCB là gì?",
    "Quy trình trả lại PCB",
    "Yêu cầu đóng gói PCB là gì?",
    "Hiệu lực của PCB",
    "Trong kiểm tra vật liệu nhập, những bước nào là bắt buộc đối với IQC, có tài liệu hoặc tiêu chuẩn nào hỗ trợ kiểm tra IQC?",
    "Tôi là quản lý IQC, muốn kiểm tra sự hiểu biết của trợ lý trí tuệ nhân tạo về tài liệu liên quan đến IQC và độ chính xác của câu trả lời, liệt kê 5 câu hỏi đại diện để hỏi thử",
    "Viết báo cáo xử lý sản phẩm không đạt tiêu chuẩn MRB",
    "Tài liệu quy chuẩn kiểm tra vật liệu nhập là gì?",
    "Tài liệu quy chuẩn hoạt động thanh lý kho là gì?",
    "Trong trường hợp nào cần khởi xướng thanh lý kho?",
    "Sau khi khởi động hành động thanh lý kho, IQC nên thực hiện biện pháp gì?",
    "Định nghĩa của việc chấp nhận đặc biệt là gì?",
    "Phương pháp xác minh hết hạn PCB D/C trong kho của nhà cung cấp",
    "Yêu cầu kiểm soát lưu trữ PCB OSP là gì?",
    "Điều kiện lưu trữ và yêu cầu đóng gói PCB là gì?",
    "Quy trình và nội dung hoạt động quản lý thay đổi kỹ thuật PCN của nhà cung cấp",
    "Trách nhiệm của người quản lý PCN/ECN trong quản lý thay đổi kỹ thuật của nhà cung cấp là gì?",
    "Trách nhiệm của đơn vị kỹ thuật linh kiện trong quản lý PCN là gì?",
    "Trách nhiệm của người quản lý PCN/ECN là gì?",
    "Tài liệu và số hiệu quy chuẩn hoạt động chấp nhận đặc biệt là gì?",
    "Tiêu chuẩn hao phí vật liệu là gì?",
    "Kiểm soát nhiệt độ và độ ẩm trong xưởng là bao nhiêu?",
    "Bạn biết quy trình hoạt động thanh lý kho không?",
    "Số hiệu tài liệu quy chuẩn hoạt động chấp nhận đặc biệt là gì?",
    "Biểu đồ lưu lượng hoạt động chấp nhận đặc biệt",
    "Phương pháp xử lý khiếu nại của khách hàng",
    "Quy chuẩn hoạt động xác minh hết hạn PCB DC là gì?",
    "Quy chuẩn hoạt động chấp nhận đặc biệt VN DCN là gì?",
    "Quy chuẩn hoạt động kiểm tra sản phẩm đầu tiên",
    "Bạn biết số hiệu tài liệu quy chuẩn hoạt động kiểm tra sản phẩm đầu tiên không?",
    "Bạn biết xử lý bề mặt PCB có những gì?",
    "Số hiệu tài liệu quy chuẩn hoạt động thanh lý kho là gì?",
    "Phương pháp xử lý vật liệu hết hạn trong kho",
    "Phương pháp xử lý vật liệu hết hạn vật liệu nhập",
    "Quy chuẩn xử lý vật liệu hết hạn",
    "Quy trình xác minh chéo trong phân tích hỏng hóc",
    "Mức độ ưu tiên của phân tích hỏng hóc",
    "Thời gian hiệu lực của đơn chấp nhận đặc biệt được kiểm soát trong bao lâu?",
    "Quy chuẩn hoạt động chấp nhận đặc biệt",
    "Quy chuẩn xử lý vật liệu hết hạn",
    "Yêu cầu kiểm soát nhiệt độ và độ ẩm là gì?"
  ]
}