{
  "welcome": "Hello, I am the Foxconn AI Assistant. You can ask the following questions:\n\n",
  "questions": [
    "Please provide the process for handling temperature and humidity anomalies.",
    "Incoming inspection-related documents and numbers.",
    "Customer complaint handling process.",
    "How to manage the validity period of OSP PCB inventory?",
    "OSP PCB inventory management requirements.",
    "Production management of DIMM MODULE in SMT process.",
    "MRB inventory management?",
    "How to perform MRB operations?",
    "Does DCN issue a factory temperature and humidity control procedure? If yes, please provide the document number and name.",
    "What is the RPN standard in FMEA analysis?",
    "How to perform measurement system analysis?",
    "How to conduct inventory clearing?",
    "Documents and numbers related to incoming inspection.",
    "Are there any other documents related to expired materials handling?",
    "Documents and numbers for expired materials handling.",
    "Work instructions for moisture-sensitive components.",
    "How to perform an attribute agreement analysis summary in Minitab to show accuracy calculated by inspector?",
    "Flowchart for PCB D/C expiration verification for incoming materials.",
    "What are the storage conditions for PCBs?",
    "Documents and numbers related to PCB validity management?",
    "Flow for selecting control charts?",
    "How to handle cases where the risk value RPN >= 50?",
    "If it's determined not to be a raw material quality issue, what should be done?",
    "If the internal analysis results confirm it is a raw material quality issue, what should be done?",
    "What should be done if the supplier's analysis result is NTF?",
    "Method for handling production line anomalies found by IPQC.",
    "Method for handling solder paste anomalies before the SMT furnace.",
    "What principles should be followed for placing warehouse materials?",
    "Which departments need to be notified for inventory clearing?",
    "Which unit initiates inventory clearing?",
    "What actions should PQE take for inventory clearing?",
    "After PQE fills out the inventory clearing notification form, which departments should be coordinated for approval and action?",
    "Time limit for inventory clearing notification.",
    "What actions should IQC take after inventory clearing is initiated?",
    "Conditions for inventory clearing.",
    "Appearance inspection standards for gold fingers.",
    "What are the temperature and humidity requirements for storing warehouse materials?",
    "What are the temperature and humidity requirements for warehouse materials?",
    "Inspection method for PCB gold fingers?",
    "PCB return process.",
    "PCB packaging requirements?",
    "Validity of PCBs.",
    "What steps must IQC take during incoming inspection, and what documents or standards support IQC inspection?",
    "I am an IQC supervisor testing the AI assistant's understanding of IQC-related documents and its accuracy in answering questions. List 5 representative questions for testing.",
    "Write an MRB defective product handling report.",
    "What are the documents for incoming inspection standards?",
    "What are the documents for inventory clearing procedures?",
    "Under what circumstances should inventory clearing be initiated?",
    "What measures should IQC take after inventory clearing is initiated?",
    "Definition of special approval.",
    "Method for PCB D/C expiration verification for supplier in-house inventory.",
    "What are the storage control requirements for OSP PCBs?",
    "What are the storage conditions and packaging requirements for PCBs?",
    "Process and content for supplier engineering change PCN management.",
    "What are the responsibilities of the PCN/ECN manager in supplier engineering change management?",
    "What are the responsibilities of the part engineering unit in PCN management?",
    "What are the responsibilities of PCN/ECN managers?",
    "Documents and numbers for special approval procedures.",
    "What is the standard for material loss?",
    "Temperature and humidity control in the workshop.",
    "Do you know the inventory clearing process?",
    "What is the document number for special approval procedures?",
    "Flowchart for special approval procedures.",
    "Customer complaint handling methods.",
    "What is the PCB DC expiration verification procedure?",
    "What is the VN DCN special approval procedure?",
    "First article inspection procedures.",
    "Do you know the document number for the first article inspection procedure?",
    "What are the surface treatments for PCBs?",
    "What is the document number for inventory clearing procedures?",
    "How to handle expired inventory materials with DC?",
    "How to handle expired materials for incoming materials with DC?",
    "Procedures for handling expired materials.",
    "What is the process for cross-validation in failure analysis?",
    "Failure analysis priority levels.",
    "How long is the validity control for special approval forms?",
    "Special approval procedures.",
    "Procedures for handling expired materials.",
    "What are the temperature and humidity control requirements?"
  ]
}
