{
  "welcome": "Hola, soy el asistente inteligente de Foxconn. Puedes elegir las siguientes preguntas:\n\n",
  "questions": [
    "¿Proporcione el proceso de manejo de anomalías de temperatura y humedad?",
    "Documentos y números de referencia relacionados con la inspección de entrada de materiales",
    "Proceso de manejo de quejas de clientes",
    "¿Cómo se controla la validez del inventario de placas PCB OSP?",
    "Requisitos de control de inventario de placas PCB OSP",
    "Gestión de producción de DIMM MODULE en el proceso SMT",
    "Administración de inventario MRB?",
    "¿Cómo realizar operaciones MRB?",
    "¿El DCN ha emitido el proceso operativo de control de temperatura y humedad de la fábrica? Si es así, proporcione el número y el nombre del documento",
    "¿Cuál es el estándar de RPN en el análisis FMEA?",
    "¿Cómo realizar el análisis del sistema de medición?",
    "¿Cómo realizar el vaciado de inventario?",
    "Documentos y números de referencia relacionados con la inspección de entrada de materiales",
    "¿Hay otros documentos relacionados con el tratamiento de materiales vencidos?",
    "Documentos y números de referencia para el tratamiento de materiales vencidos",
    "Especificación de operaciones para componentes sensibles a la humedad",
    "¿Cómo mostrar la precisión calculada por el inspector en el análisis de consistencia de atributos en Minitab?",
    "Diagrama de flujo de operaciones de verificación de vencimiento de PCB D/C de materiales entrantes",
    "¿Cuáles son las condiciones de almacenamiento de PCB?",
    "¿Qué documentos y números de referencia están relacionados con el control de la validez de PCB?",
    "¿Cuál es el proceso de selección de gráficos de control?",
    "¿Cómo tratar la situación en la que el valor de riesgo RPN es mayor o igual a 50?",
    "Si se determina que no es un problema de calidad de los materiales originales, ¿qué se debe hacer?",
    "Si el resultado del análisis interno determina que es un problema de calidad de los materiales originales, ¿qué se debe hacer?",
    "Si el resultado del análisis del proveedor es NTF, ¿qué se debe hacer?",
    "Método de manejo de anomalías en la línea de producción descubiertas por IPQC",
    "Método de manejo de placas con pasta de soldadura anormal en el frente del horno SMT",
    "¿Qué principios deben seguirse para colocar materiales en el almacén?",
    "¿Qué departamentos deben ser notificados para las operaciones de vaciado de inventario?",
    "¿Qué unidad inicia las operaciones de vaciado de inventario?",
    "¿Qué acciones correspondientes debe realizar el PQE de vaciado de inventario?",
    "Cuando el PQE completa la notificación de vaciado de inventario, el sistema notifica al supervisor del proponente del vaciado de inventario para su aprobación y emisión, y coordina qué departamentos",
    "Vigencia de la notificación de vaciado de inventario",
    "Acciones correspondientes de IQC después de iniciar el vaciado de inventario",
    "Condiciones de vaciado de inventario",
    "Estándar de inspección de apariencia de dedos de oro",
    "¿Cuáles son los requisitos de temperatura y humedad para el almacenamiento de materiales en el almacén?",
    "¿Cuáles son los requisitos de temperatura y humedad de los materiales en el almacén?",
    "¿Cuál es el método de inspección de dedos de oro de PCB?",
    "Proceso de devolución de PCB",
    "¿Cuáles son los requisitos de embalaje de PCB?",
    "Validez de PCB",
    "En la inspección de entrada de materiales, ¿qué pasos son obligatorios para IQC? ¿Qué documentos o estándares apoyan la inspección de IQC?",
    "Soy un supervisor de IQC. Para probar la comprensión del asistente inteligente de control de calidad sobre los documentos relacionados con IQC y la precisión de respuesta a las preguntas, enumere 5 preguntas representativas para hacer pruebas",
    "Escriba un informe de tratamiento de productos defectuosos MRB",
    "¿Qué documentos hay para las especificaciones de inspección de entrada de materiales?",
    "¿Qué documentos hay para las especificaciones de operaciones de vaciado de inventario?",
    "¿En qué circunstancias se debe iniciar el vaciado de inventario?",
    "Después de emitir la acción de vaciado de inventario, ¿qué medidas debe tomar IQC?",
    "¿Qué es la definición de aprobación especial?",
    "Método de verificación de vencimiento de PCB D/C en el inventario del proveedor",
    "¿Cuáles son los requisitos de control de almacenamiento de PCB OSP?",
    "¿Cuáles son las condiciones de almacenamiento y requisitos de embalaje de PCB?",
    "Proceso y contenido de la operación de gestión de cambios de ingeniería PCN del proveedor",
    "¿Cuáles son las responsabilidades de los administradores de PCN/ECN en la gestión de cambios de ingeniería del proveedor?",
    "¿Cuáles son las responsabilidades de la unidad de ingeniería de piezas en la gestión de PCN?",
    "¿Cuáles son las responsabilidades de los administradores de PCN/ECN?",
    "¿Qué documentos y números de referencia hay para las especificaciones de operaciones de aprobación especial?",
    "¿Cuál es el estándar de pérdida de materiales?",
    "¿Cuál es el control de temperatura y humedad en el taller?",
    "¿Sabes el proceso operativo de vaciado de inventario?",
    "¿Cuál es el número de referencia de los documentos de especificaciones de operaciones de aprobación especial?",
    "Diagrama de flujo de operaciones de aprobación especial",
    "Método de manejo de quejas de clientes",
    "¿Qué es la especificación de operaciones de verificación de vencimiento de PCB DC?",
    "¿Cuáles son las especificaciones de operaciones de aprobación especial VN DCN?",
    "Especificación de operaciones de inspección de primera pieza",
    "¿Sabes el número de referencia del documento de especificación de operaciones de inspección de primera pieza?",
    "¿Sabes cuáles son los tratamientos de superficie de PCB?",
    "¿Cuál es el número de referencia del documento de especificaciones de operaciones de vaciado de inventario?",
    "Método de tratamiento de materiales vencidos en el inventario",
    "Método de tratamiento de materiales vencidos de materiales entrantes",
    "Especificación de tratamiento de materiales vencidos",
    "Proceso de validación cruzada en análisis de fallas",
    "Prioridad de análisis de fallas",
    "¿Cuánto tiempo se controla la vigencia de la orden de aprobación especial?",
    "Especificación de operaciones de aprobación especial",
    "Especificación de tratamiento de materiales vencidos",
    "¿Cuáles son los requisitos de control de temperatura y humedad?"
  ]
}